Repository: itayg2341/lawcoil
Catalog: law/content/locale/*/LC_MESSAGES/django.po
Languages: he

source: Content
he: תוכן

source: Item type does not exist: %s
he: תוכן מסוג זה לא קיים: %s

source: Articles
he: מאמרים

source: News Items
he: חדשות

source: Computer Laws
he: פסקי דין

source: Legislation
he: חקיקה

source: Name
he: שם

source: Slug
he: שם ל-url

source: Color
he: צבע

source: CSS icon class
he: css עבור הצלמית

source: Language
he: שפה

source: Hot Topic
he: נושאים חמים

source: Content Category
he: קטגוריית תוכן

source: Content Categories
he: קטגוריות תוכן

source: Title
he: כותרת

source: Created At
he: תאריך

source: Published
he: מקוון

source: Contributors
he: מאת

source: Content Type
he: סוג תוכן

source: Reading Time
he: זמן קריאה

source: Sub Title
he: כותרת משנה

source: Short Description
he: תאור קצר

source: Attached file
he: קובץ מצורף

source: Link to
he: קישור אל

source: Categories
he: קטגוריות

source: Facebook
he: פייסבוק

source: Article
he: מאמר

source: News Item
he: ידיעה

source: Computer Law
he: פסק דין

source: Legislations
he: חקיקה

source: Following
he: במעקב

source: Follow
he: עקבו

source: Read More
he: קראו עוד

source: Reading time
he: זמן קריאה

source: Less than a minute
he: פחות מדקה

source: 1 Minute
he: דקה אחת

source: Topics
he: נושאים

source: Click for topic selection
he: לחצו לבחירת נושא

source: More from %(category_name)s
he: עוד מ%(category_name)s

source: No %(category_name)s items found
he: לא נמצאו פריטי %(category_name)s

source: Edit
he: עריכה

source: By
he: מאת

source: This article is edited and published by the
he: מאמר זה נערך ופורסם ע&quot;י

source: Internet, Cyber &amp; Copyright Group
he: קבוצת האינטרנט, הסייבר וזכויות היוצרים

source: at Pearl Cohen led by Haim Ravia
he: בפרל כהן בראשות חיים רביה

source: Might interest you
he: אולי יעניין אותך גם

source: Share this page
he: שתפו עמוד זה

source: Share on Facebook
he: שתפו בפייסבוק

source: Share on Linkedin
he: שתפו בלינקדאין

source: Share on Google+
he: שתפו בגוגל+

source: Share on Twitter
he: שתפו בטוויטר

source: Share via Email
he: שתפו באמצעות דואר אלקטרוני

source: View Document
he: עיון במסמך

source: Visit Link
he: בקרו בקישור

source: Cyber, Privacy, and Copyright Group
he: קבוצת הסייבר, הפרטיות וזכויות היוצרים

source: at Pearl Cohen. The Group specializes in legal matters related to computer systems and the Internet, maintaining expertise in cutting-edge areas such as artificial intelligence, internet law, data protection, cybersecurity and privacy, computer law and contracts, electronic signatures, communications, copyright, open source, and intellectual property.
he: בפרל כהן. הקבוצה עוסקת בסוגיות המתעוררות בעת שימוש במערכות מחשב ונמצאות בחזית הידע המשפטי: בינה מלאכותית, משפט באינטרנט, הגנת מידע, סייבר ופרטיות, דיני וחוזי מחשבים, חתימה אלקטרונית, תקשורת , זכויות יוצרים, קוד פתוח וקניין רוחני.

source: My Content
he: התכנים שלי

source: Insights
he: פסיקה עדכנית

source: More of My Content
he: עוד תכנים שלי

source: More Insights
he: עוד פסיקה עדכנית

source: %(model_verbose_name)s Topics
he: נושאי %(model_verbose_name)s

source: More %(model_verbose_name)s
he: עוד %(model_verbose_name)s

source: No %(model_verbose_name)s found
he: לא נמצאו %(model_verbose_name)s

source: %s - Computer Laws
he: %s - פסקי דין

source: %s - Legislation
he: %s - חקיקה

source: Invalid date
he: תאריך לא חוקי

source: Already Following
he: במעקב

source: Not Following
he: במעקב
