Repository: itayg2341/lawcoil
Catalog: law/search/locale/*/LC_MESSAGES/django.po
Languages: he

source: All Sections
he: כל המדורים

source: Articles
he: מאמרים

source: News Items
he: חדשות

source: Computer Laws
he: פסקי דין

source: All Content
he: כל התכנים

source: Last Day
he: ביממה האחרונה

source: Last Week
he: בשבוע האחרון

source: Last Month
he: בחודש האחרון

source: Last Year
he: בשנה האחרונה

source: By Time:
he: לפי זמן:

source: All Topics
he: בכל הנושאים

source: Search for %(search_term)s
he: חיפוש %(search_term)s

source: Click for advanced search
he: לחצו לחיפוש מתקדם

source: Advanced Search
he: חיפוש מתקדם

source: Search
he: חפש

source: Please enter at least %(min_length)s characters
he: יש להזין לפחות %(min_length)s תווים לחיפוש

source: No matches found for &quot;%(search_term)s&quot;
he: לא נמצאו תוצאות עבור &quot;%(search_term)s&quot;

source: Found %(total_found)s results for <b>%(search_term)s</b>
he: התקבלו %(total_found)s תוצאות עבור <b>%(search_term)s</b>
