Repository: itayg2341/lawcoil
Catalog: law/rss/locale/*/LC_MESSAGES/django.po
Languages: he

source: %s - News: Internet Law
he: %s - חדשות: משפט באינטרנט

source: News feed updates from the Internet, computer and IT law portal
he: עדכוני חדשות מהפורטל המשפטי לאינטרנט, מחשבים וטכנולוגיות מידע

source: %s - Articles: Internet Law
he: %s - מאמרים: משפט באינטרנט

source: Articles about online and computer law, from the web site of Ravice and Co., Lawyers
he: מאמרים בנושאי משפט מקוון ומחשבים, מאתר האינטרנט של רביה ושות', עורכי דין

source: %s - Computer Laws
he: %s - דיני מחשבים

source: Computer Law updates from the Internet, computer and IT law portal
he: עדכוני דיני מחשבים מהפורטל המשפטי לאינטרנט, מחשבים וטכנולוגיות מידע

source: %s - Legislation
he: %s - חקיקה

source: Legislation updates from the Internet, computer and IT law portal
he: עדכוני חקיקה מהפורטל המשפטי לאינטרנט, מחשבים וטכנולוגיות מידע

source: %s updates from the Internet, Cyber and Copyright law portal
he: עדכוני %s מהפורטל המשפטי לאינטרנט, סייבר וזכויות יוצרים

source: RSS Updates
he: עדכוני RSS

source: Everything published on the site also appears in RSS feeds. All you need to do is add the feed to your favorite reader (app, web site, whatever), and that's all.
he: כל מה שעולה לאתר מופיע גם בתזרימי רסס (עברית ל-RSS Feeds). כל הנחוץ הוא להוסיף את הפיד לקורא ה- RSS החביב עליך (תוכנה, אתר או whatever) - ובזה נגמר העניין.
