Repository: itayg2341/lawcoil
Catalog: law/users/locale/*/LC_MESSAGES/django.po
Languages: he

source: Users
he: משתמשים

source: Mailing List Subsctiber
he: מנוי רשימת דיוור

source: Yes
he: כן

source: No
he: לא

source: Name of User
he: שם מלא

source: Organization
he: ארגון

source: Role
he: תפקיד

source: Phone
he: טלפון

source: Address
he: כתובת

source: Avatar
he: תמונת פרופיל

source: Watch words
he: מילים למעקב

source: Receive an email when a published article or news item contains a word or expression. Each word or expression in a separate line, minimum length is 4 characters.
he: ניתן לקבל הודעה בדואר אלקטרוני כאשר מתפרסמים ידיעה או מאמר המכילים מילה או ביטוי. נא לציין את המילים שברצונך לעקוב אחריהם. כל מילה או ביטוי בשורה משלה, כאשר האורך המינימלי הוא מילה בת 4 תווים.

source: Send newsletters?
he: שליחת רשימות דיוור?

source: Group
he: קבוצה

source: Groups
he: קבוצות

source: My Topics
he: הנושאים שלי

source: My Notes
he: ההערות שלי

source: My Content
he: התכנים שלי

source: Setting
he: הגדרות

source: Filter by
he: סנן לפי

source: News
he: חדשות

source: Articles
he: מאמרים

source: Verdicts
he: פסיקה

source: More of My Content
he: עוד נושאים שלי

source: No content found
he: לא נמצאו תכנים

source: My Settings
he: ההגדרות שלי

source: Please fix the errors below.
he: נא לתקן את השגיאות מתחת.

source: Your settings were saved
he: ההגדרות שלך נשמרו

source: Personal Details
he: פרטים אישיים

source: Click here to change password
he: לחצו כאן לשינוי סיסמה

source: Select Photo
he: בחרו תמונה

source: Topics Followed
he: מעקב אחר נושאים

source: Follow the content subjects that interest you
he: עקבו אחר תכנים בנושאים המעניינים אתכם

source: Updates
he: עדכון שוטף

source: Stay up to date with news and new content
he: השארו מעודכנים בחדשות והתכנים החדשים באתר

source: My Group
he: הקבוצה שלי

source: Define group of contacts you would like share site's content with
he: הגדירו את קבוצת אנשי הקשר איתם תרצו לשתף בתכני האתר

source: Save Settings
he: שמור הגדרות

source: Add Contact
he: הוספת איש קשר

source: Remove
he: הסרה

source: More of My Topcs
he: עוד נושאים שלי

source: Stop Following %(cat_name)s
he: הפסקת מעקב אחר %(cat_name)s

source: %(followers_count)s Followers
he: %(followers_count)s עוקבים

source: No topics followed.
he: אין נושאים במעקב.

source: You can select topics to following at <a href="%(settings_url)s">your setting page</a>.
he: ניתן לבחור נושאים למעקב ב<a href="%(settings_url)s">עמוד ההגדרות שלך</a>.

source: Item removed from &quot;My Content&quot;
he: הפריט הוסר מה&quot;תכנים שלי&quot;

source: Save to &quot;My Content&quot;
he: שמור ב&quot;תכנים שלי&quot;

source: Item saved to &quot;My Content&quot;
he: הפריט נשמר ב&quot;תכנים שלי&quot;

source: Remove from &quot;My Content&quot;
he: הסרת פריט מה&quot;תכנים שלי&quot;
